Repository: teslamate-org/teslamate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ca, da, de, fi, fr, it, nb, nl, sv, th

source: Status
ca: Estat
fi: Tila
fr: État
it: Stato
th: สถานะ

source: Speed
ca: Velocitat
da: Hastighed
de: Geschwindigkeit
fi: Nopeus
fr: Vitesse
it: Velocità
nb: Hastighet
nl: Snelheid
sv: Hastighet
th: ความเร็ว

source: State of Charge
ca: Nivell de càrrega
da: Batteriniveau
de: Ladestand
fi: Lataustaso
fr: Niveau de charge
it: Livello di carica
nb: Ladenivå nå
nl: Laadtoestand
sv: Laddningsnivå
th: สถานะการชาร์จ

source: Charged
ca: Carregat
da: Opladet
de: Geladen
fi: Ladattu
fr: Chargée
it: Caricato
nb: Ladet hittil
nl: Opgeladen
sv: Laddad
th: ชาร์จเรียบร้อยแล้ว

source: asleep
ca: en repòs
da: sover
de: schläft
fi: lepotilassa
fr: Endormie
it: a riposo
nb: dvale
nl: slaapt
sv: vilat
th: หลับ

source: charging
ca: carregant
da: oplader
de: lädt
fi: lataa
fr: En charge
it: in carica
nb: Ladet
nl: opladen
sv: laddat
th: กำลังชาร์จ

source: driving
ca: conduint
da: kører
de: fährt
fi: ajossa
fr: Conduite
it: guida
nb: kjører
nl: rijden
sv: kört
th: กำลังขับรถ

source: offline
ca: sense connexió
fi: offline-tilassa
fr: Hors ligne
it: non raggiungibile
th: ออฟไลน์

source: online
ca: en línia
fi: yhteydessä
fr: En ligne
it: in linea
th: ออนไลน์

source: updating
ca: actualitzant
da: opdaterer
de: installiert Update
fi: päivittää
fr: Mise à jour en cours
it: aggiornamento in corso
nb: oppdaterer
nl: bijwerken
sv: uppdaterat
th: กำลังอัปเดท

source: Locked
ca: Blocat
da: Låst
de: Verschlossen
fi: Lukittu
fr: Verrouillée
it: Bloccato
nb: Låst
nl: Vergrendeld
sv: Låst
th: ล๊อคแล้ว

source: Sentry Mode
ca: Mode centinella
da: Vagtstilstand
de: Wächtermodus
fi: Sentry-moodi
fr: Mode sentinelle
it: Modalità Sentinella
nl: Bewakingsmodus
sv: Vaktläge
th: โหมด Sentry

source: Home
ca: Inici
da: Hjem
fi: Koti
fr: Accueil
nb: Hjem
sv: Hem
th: บ้าน

source: Settings
ca: Paràmetres
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Réglages
it: Impostazioni
nb: Innstillinger
nl: Instellingen
sv: Inställningar
th: การตั้งค่า

source: Scheduled Charging
ca: Càrrega programada
da: Planlagt opladning
de: Ladezeitpunkt
fi: Aikataulutettu lataus
fr: Recharge planifiée
it: Ricarica pianificata
nb: Tidsinnstilt lading
nl: Gepland opladen
sv: Schemalagd laddning
th: การชาร์จตามกำหนดเวลา

source: Plugged In
ca: Endollat
da: Stikket sat i
de: Eingesteckt
fi: Kytketty johtoon
fr: Branchée
it: Collegato
nb: Koblet til
nl: Ingeplugd
sv: Inkopplad
th: เสียบปลั๊กแล้ว

source: Charge Limit
ca: Límit de càrrega
da: Opladningsgrænse
de: Ladelimit
fi: Latausraja
fr: Limite de charge
it: Limite di carica
nb: Ladelimit
nl: Laadlimiet
sv: Laddningsgräns
th: การจำกัดการชาร์จ

source: falling asleep
ca: entrant en repòs
da: ved at falde i søvn
de: schläft ein
fi: menossa lepotilaan
fr: S'endort
it: sospensione in corso
nb: Dvale
nl: valt in slaap
sv: gått ner i vila
th: กำลังเข้าสู่การหลับ

source: unavailable
ca: no disponible
da: ikke tilgængelig
de: nicht verfügbar
fi: ei saatavilla
fr: Indisponible
it: non disponibile
nb: ikke tilgjengelig
nl: onbeschikbaar
sv: inte tillgänglig
th: ไม่พร้อมใช้งาน

source: Length
ca: Distància
da: Afstand
de: Länge
fi: Matka
fr: Distance
it: Distanza
nb: Avstand
nl: Lengte
sv: Avstånd
th: ความยาว

source: Temperature
ca: Temperatura
da: Temperatur
de: Temperatur
fi: Lämpötila
fr: Température
it: Temperatura
nb: Temperatur
nl: Temperatuur
sv: Temperatur
th: อุณหภูมิ

source: Units
ca: Unitats
da: Enheder
de: Einheiten
fi: Mittayksiköt
fr: Unités
it: Unità
nb: Enheter
nl: Eenheden
sv: Enheter
th: หน่วย

source: Back
ca: Enrere
da: Tilbage
de: Zurück
fi: Takaisin
fr: Retour
it: Indietro
nb: Tilbake
nl: Terug
sv: Tillbaka
th: ย้อนกลับ

source: Geo-fence "%{name}" created
ca: S'ha creat la geotanca "%{name}"
da: Geografisk afgrænsning "%{name}" oprettet
de: Geo-Fence "%{name}" erstellt
fi: Georajaus "%{name}" luotu
fr: Géorepérage "%{name}" créé
it: Geo-fence "%{name}" creato
nb: Geo-lokasjon "%{name}" opprettet
nl: Geo-hek "%{name}" aangemaakt
sv: Geostaket "%{name}" skapat
th: สร้างขอบเขตทางภูมิศาสตร์ "%{name}" แล้ว

source: Geo-Fences
ca: Geotanques
da: Geografiske afgrænsninger
fi: Georajaukset
fr: Géorepérages
nb: Geo-lokasjoner
sv: Geostaket
th: ขอบเขตทางภูมิศาสตร์

source: Idle Time Before Trying to Sleep
ca: Temps inactiu abans d'intentar posar en repòs
da: Inaktiv tid før forsøg på at falde i søvn
de: Leerlaufzeit vor dem Einschlafversuch
fr: Temps d'inactivité avant d'essayer de dormir
it: Tempo di inattività prima di provare a dormire
nb: Inaktiv tid før dvale starter
nl: Inactieve tijd voordat de auto probeert te slapen
sv: Inaktiv tid innan försök att gå ner i vila
th: ระยะเวลาก่อนทำงานในโหมดหลับ

source: Name
ca: Nom
da: Navn
fi: Nimi
fr: Nom
it: Nome
nb: Navn
nl: Naam
sv: Namn
th: ชื่อ

source: Position
ca: Posició
fi: Sijainti
it: Posizione
nb: Posisjon
nl: Positie
th: ตำแหน่ง

source: Radius
ca: Radi
fi: Säde
fr: Rayon
it: Raggio
nl: Straal
sv: Radie
th: รัศมี

source: Save
ca: Desa
da: Gem
de: Speichern
fi: Tallenna
fr: Enregistrer
it: Salva
nb: Lagre
nl: Opslaan
sv: Spara
th: บันทึก

source: Saving...
ca: Desant...
da: Gemmer...
de: Speichere...
fi: Tallentaa...
fr: Enregistrement...
it: Salvataggio...
nb: Lagrer...
nl: Opslaan...
sv: Sparar...
th: กำลังบันทึก...

source: Time to Try Sleeping
ca: Temps intentant entrar en repòs
da: Tid indtil forsøg på at sove
de: Dauer des Schlafversuchs
fi: Lepotilaan menon kesto
fr: Temps avant d'essayer de dormir
it: Tempo prima di provare a dormire
nb: Tid for forsøk på dvale
nl: Tijd om te proberen te slapen
sv: Tid för försök att gå ner i vila
th: จำนวนครั้งที่รถพยายามเข้าสู่โหมดหลับ

source: min
th: นาที

source: Signed in successfully
ca: Autenticat correctament
da: Logget ind
de: Erfolgreich angemeldet
fi: Kirjauduttu sisään onnistuneesti
fr: Connecté avec succès
it: Accesso effettuato
nb: Innlogget
nl: Succesvol ingelogd
sv: Inloggad
th: ลงชื่อเข้าใช้เรียบร้อย

source: Car is unlocked
ca: Cotxe obert
da: Bilen er ikke låst
de: Das Auto ist aufgeschlossen
fi: Auto ei ole lukittu
fr: La voiture est déverrouillée
it: La vettura è aperta
nb: Bilen er ulåst
nl: Auto is ontgrendeld
sv: Bilen är olåst
th: รถถูกปลดล็อคแล้ว

source: Create
ca: Crea
da: Opret
de: Erstellen
fi: Luo
fr: Créer
it: Crea
nb: Opprett
nl: Creëer
sv: Skapa
th: สร้าง

source: Preconditioning
ca: Precondicionant
da: Forvarmer
de: Vorkonditionierung
fi: Esilämmitys
fr: Préconditionnement
it: Precondizionamento
nb: Forvarming
nl: Voorconditionering
sv: Förvärmning
th: การปรับสภาพล่วงหน้า

source: Sentry mode is enabled
ca: Mode centinella activat
da: Vagttilstand er aktiveret
de: Wächtermodus aktiviert
fi: Sentry-moodi on päällä
fr: Mode sentinelle activé
it: Modalità sentinella attivata
nb: Sentry Mode er aktivert
nl: Bewakingsmodus is geactiveerd
sv: Vaktläge är aktiverad
th: โหมด Sentry เปิดแล้ว

source: Driver present
ca: Conductor present
da: Fører tilstede
de: Fahrer anwesend
fi: Kuljettaja paikalla
fr: Conducteur présent
it: Guidatore presente
nb: Fører er tilstede
nl: Bestuurder aanwezig
sv: Förare närvarande
th: มีผู้ขับรถอยู่

source: cancel sleep attempt
ca: cancel·la intent de repòs
da: afbryd forsøg på at sove
de: Schlafversuch abbrechen
fi: peru lepotilaan meno
fr: Annuler la tentative de sommeil
it: Annulla il tentativo di sospensione
nb: Avbryt dvale
nl: annuleer slaap-poging
sv: avbryt försök att vila
th: ยกเลิกการพยายามเข้าสู่โหมดหลับ

source: try to sleep
ca: intenta posar en repòs
da: forsøg at sove
de: versuchen zu schlafen
fi: pyydä lepotilaan menoa
fr: Tentative de mise en veille
it: Tentativo di sospensione
nb: forsøk på dvale
nl: probeer te slapen
sv: försök att vila
th: พยายามเข้าสู่โหมดหลับ

source: Range (est.)
ca: Autonomia (est.)
da: Rækkevidde (beregnet)
de: Reichweite (gesch.)
fi: Range (arvioitu)
fr: Autonomie estimée
it: Autonomia stimata
nb: Rekkevidde (est.)
nl: Bereik (geschat)
sv: Räckvidd (beräk.)
th: ระยะทาง (โดยประมาณ)

source: for
ca: durant
da: i
de: seit
fi: viimeiset
fr: depuis
it: da
nb: i
nl: sinds
sv: i
th: สำหรับ

source: Requirements
ca: Requisits
da: Krav
de: Voraussetzungen
fi: Vaatimukset
fr: Exigences
it: Impostazioni
nb: Krav
nl: Voorwaarden
sv: Krav
th: ความต้องการ

source: Vehicle must be locked
ca: Cal que el vehicle estigui tancat
da: Køretøjet skal være låst
de: Fahrzeug muss verschlossen sein
fi: Auton tulee olla lukittu
fr: Le véhicule doit être verrouillé
it: Il veicolo dev'essere bloccato
nb: Kjøretøyet må være låst
nl: Wagen moet vergrendeld zijn
sv: Fordonet måste vara låst
th: รถควรจะต้องถูกล็อค

source: Range (rated)
ca: Autonomia (nominal)
da: Rækkevidde (nominel)
de: Reichweite (rated)
fi: Range (arvioitu)
fr: Autonomie théorique
it: Autonomia (teorica)
nb: Rekkevidde klass.
nl: Bereik (nominaal)
sv: Räckvidd (nominell)
th: ระยะทาง (จัดอันดับ)

source: Charger Power
ca: Potència de càrrega
da: Opladers effekt
de: Ladeleistung
fi: Laturin virta
fr: Puissance de charge
it: Potenza di carica
nb: Ladestyrke
nl: Lader vermogen
sv: Laddningskraft
th: กำลังการชาร์จ

source: Preferred Range
ca: Autonomia preferida
da: Ønsket rækkevidde
de: Bevorzugte Reichweite
fi: Valittu range-tyyppi
fr: Autonomie préférée
it: Autonomia preferita
nb: Foretrukket rekkevidde
nl: Voorkeur bereik
sv: Föredragen räckvidd
th: ระยะที่ต้องการ

source: Range
ca: Autonomia
da: Rækkevidde
de: Reichweite
fr: Autonomie
it: Autonomia
nb: Rekkevidde
nl: Bereik
sv: Räckvidd
th: ระยะทาง

source: ideal
da: ideel
fi: ihanteellinen
fr: Estimée
it: Stimata
nb: typisk
nl: ideale
sv: idealisk
th: ในอุดมคติ

source: rated
ca: nominal
da: nominel
fi: arvioitu
fr: Théorique
it: Teorica
nb: klassifisert
nl: nominale
sv: nominell
th: จัดอันดับแล้ว

source: Range (ideal)
ca: Autonomia (ideal)
da: Rækkevidde (ideel)
de: Reichweite (ideal)
fi: Range (ihanteellinen)
fr: Autonomie Estimée
it: Autonomia (stimata)
nb: Rekkevidde typisk
nl: Bereik (ideaal)
sv: Räckvidd (idealisk)
th: ระยะทาง (ในอุดมคติ)

source: The car's estimate of remaining range is based on a fixed energy consumption in Wh/km. The Wh/km factor is determined by Tesla and is not country specific whereas the rated range is based on regulatory tests in the different markets for that vehicle.
ca: L'estimació de l'autonomia restant del vehicle es basa en un consum fix d'energia en Wh/km. El factor Wh/km ve determinat per Tesla i no és específic per a cada país, mentre que l'autonomia nominal es basa en proves regulatòries als diferents mercats per a aquest vehicle.
da: Bilens overslag på den tilbageværende rækkevidde er baseret på et fast energiforbrug i Wh/km. Wh/km faktoren er bestem af Tesla og er ikke landespecifik, hvorimod den beregnede rækkevidde er baseret på myndighedernes testregler i de forskellige markeder for køretøjet.
de: Die Schätzung der verbleibenden Reichweite basiert auf einem fixen Energieverbrauch in Wh/km. Der Wh/km-Faktor wird von Tesla bestimmt und ist nicht länderspezifisch, wohingegen die 'rated' Reichweite auf regulatorischen Tests in den verschiedenen Märkten für dieses Fahrzeug basiert.
fi: Auton arvio jäljellä olevasta rangesta perustuu kiinteään Wh/km kulutukseen. Tämä kiinteä kulutus on Teslan määrittelemä eikä se riipu maasta, toisin kuin rated-range, joka pohjautuu testeihin eri markkina-alueilla.
fr: Théorique = Autonomie indiquée par Tesla. Estimée = Autonomie norme WLTP Europe
it: Teorico = Autonomia indicata da Tesla. Stimato = Autonomy WLTP Europe standard
nb: Kjøretøyets estimerte tilgjengelige rekkevidde er basert på et fast energiforbruk oppgitt i Wh/km. Wh/km-faktoren er bestemt av Tesla og er ikke landspesifikk, der oppgitt rekkevidde er basert på regulatoriske tester i de ulike markeder for det spesifikke kjøretøyet.
nl: De auto schat de resterende actieradius op basis van een vast energieverbruik in Wh/km. De Wh/km-factor wordt bepaald door Tesla en is niet landspecifiek, terwijl het nominale bereik gebaseerd is op wettelijke tests in de verschillende markten voor dat voertuig.
sv: Bilens uppskattning av återstående räckvidd baseras på en fast energiförbrukning i Wh/km. Wh/km-faktorn är bestämd av Tesla och är inte landsspecifik medan det nominella räckvidden är baserat på reglerande tester på de olika marknaderna för fordonet.
th: ระยะทางที่เหลือโดยประมาณของรถจะขึ้นอยู่กับอัตราการสิ้นเปลืองพลังงานคงที่ในหน่วยกิโลวัตต์ชั่วโมง ปัจจัยกิโลวัตต์ชั่วโมงถูกกำหนดโดย Tesla และไม่ได้ระบุเฉพาะประเทศ ในขณะที่ช่วงพิกัดจะขึ้นอยู่กับการทดสอบตามกฎข้อบังคับในตลาดต่างๆ สำหรับยานพาหนะนั้น

source: Update in progress
ca: Actualitzant
da: Opdatering i gang
de: Update läuft
fi: Päivitys käynnissä
fr: Mise à jour en cours d'installation
it: Aggiornamento in corso
nb: Oppdaterer software
nl: Update wordt uitgevoerd
sv: Uppdatering pågår
th: อยู่ระหว่างการอัพเดท

source: Windows open
ca: Finestres obertes
da: Vinduer er åbne
de: Fenster geöffnet
fi: Ikkunoita avoinna
fr: Vitres ouvertes
it: Vetri aperti
nb: Åpent vindu
nl: Ramen open
sv: Fönster öppna
th: หน้าต่างเปิดอยู่

source: Delete '%{geo_fence}'?
ca: Voleu eliminar '%{geo_fence}'?
da: Slet '%{geo_fence}'?
de: '%{geo_fence}' löschen?
fi: Poista '%{geo_fence}'?
fr: Effacer '%{geo_fence}'?
it: Cancellare '%{geo_fence}'?
nb: Fjern '%{geo_fence}'?
nl: Verwijder '%{geo_fence}'?
sv: Ta bort '%{geo_fence}'?
th: ลบ '%{geo_fence}' หรือไม่?

source: Inside Temperature
ca: Temperatura interior
da: Indetemperatur
de: Innentemperatur
fi: Sisälämpötila
fr: Température habitacle
it: Temperatura abitacolo
nb: Temperatur inne
nl: Binnentemperatuur
sv: Innertemperatur
th: อุณหภูมิภายใน

source: Outside Temperature
ca: Temperatura exterior
da: Udetemperatur
de: Außentemperatur
fi: Ulkolämpötila
fr: Température extérieure
it: Temperatura esterna
nb: Temperatur ute
nl: Buitentemperatuur
sv: Utetemperatur
th: อุณหภูมิภายนอก

source: Version
ca: Versió
fi: Versio
it: Versione
nb: Software versjon
nl: Versie
th: รุ่น

source: Health check failed
ca: Ha fallat la comprovació d'estat
da: Sundhedscheck mislykkedes
de: Health Check fehlgeschlagen
fi: Kuntotarkistus epäonnistui
fr: Echec du bilan de santé
it: Controllo integrità non riuscito
nb: Helsesjekk feilet. Sjekk at mobil tilkobling er aktivert i bilen.
nl: Statuscontrole is mislukt
sv: Hälsokontroll misslyckades
th: การตรวจสุขภาพล้มเหลว

source: Unlocked
ca: Obert
da: Ulåst
de: nicht verschlossen
fi: Lukitus avattu
fr: Déverouillée
it: Sbloccato
nb: Ulåst
nl: Ontgrendeld
sv: Olåst
th: ปลดล็อคแล้ว

source: Remaining Time
ca: Temps restant
da: Tid tilbage
de: Restlaufzeit
fi: Jäljellä oleva aika
fr: Temps restant
it: Tempo rimanente
nb: Gjenværende ladetid
nl: Resterende tijd
sv: Återstående tid
th: เวลาที่เหลือ

source: Dashboards
ca: Panells
da: Oversigter
fi: Datanäkymät
fr: Tableaux de bord
it: Dashboard
nb: Dashboard - Grafana
sv: Instrumentbrädor
th: แดชบอร์ด

source: URLs
da: URL'er
fi: URLit
nb: Nettadresser
sv: URLer
th: URL

source: Web App
ca: Aplicació web
fi: Verkkosivu
fr: App Web
nb: Dashboard
sv: Webbapp
th: เว็บแอป

source: Enabled
ca: Activat
da: Aktiveret
de: Aktiviert
fi: Käytössä
fr: Activé
it: Attivato
nb: Aktivert
nl: Ingeschakeld
sv: Aktiverad
th: เปิดใช้งานแล้ว

source: Sleep Mode
ca: Mode de repòs
da: Dvaletilstand
de: Schlafmodus
fi: Lepotila
fr: Mode veille
it: Modalità sospensione
nb: Dvalemodus
nl: Slaapstand
sv: Viloläge
th: โหมดหลับ

source: Geo-fence "%{name}" updated
ca: S'ha actualitzat la geotanca "%{name}"
da: Geografisk afgrænsning "%{name}" opdateret
de: Geo-Fence "%{name}" aktualisiert
fi: Georajaus "%{name}" päivitetty
fr: Géo-repérage "%{name}" mis à jour
it: Geo-fence "%{name}" aggiornato
nb: Geo-lokasjon "%{name}" oppdatert
nl: Geo-hek "%{name}" bijgewerkt
sv: Geostaket "%{name}" uppdaterad
th: อัปเดตขอบเขตทางภูมิศาสตร์ "%{name}" แล้ว

source: An error occurred
ca: S'ha produit un error
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
fi: Virhe tapahtui
fr: Une erreur est survenue
it: Si è verificato un errore
nb: En feil har oppstått
nl: Er is een fout opgetreden
sv: Ett fel uppstod
th: เกิดข้อผิดพลาด

source: Timeout
ca: S'ha excedit el temps
de: Zeitüberschreitung
fi: Aikakatkaisu
fr: Délai maximum expiré
it: Tempo massimo scaduto
th: หมดเวลา

source: Reduced Battery Range
ca: Bateria amb autonomia reduïda
da: Batteri har reduceret rækkevidde
de: Verringerte Reichweite
fi: Pienennetty akun range
fr: Autonomie de la batterie réduite
it: Durata della batteria ridotta
nb: Redusert batterirekkevidde
nl: Verminderd accubereik
sv: Reducerad batteriräckvidd
th: ระยะแบตเตอรี่ลดลง

source: ≈ %{range} at 100%
ca: ≈ %{range} al 100%
da: ≈ %{range} ved 100%
de: ≈ %{range} bei 100%
fi: ≈ %{range} 100%:ssa
fr: ≈ %{range} à 100%
it: ≈ %{range} a 100%
nb: ≈ %{range} ved 100%
nl: ≈ %{range} op 100%
sv: ≈ %{range} vid 100%
th: ≈ %{range} ที่ 100%

source: Charge Cost
ca: Cost de càrrega
da: Opladningspris
de: Ladekosten
fi: Lataushinta
fr: Coût de charge
it: Costo di ricarica
nb: Lading
nl: Laadkosten
sv: Laddningskostnad
th: ค่าใช้จ่ายในการชาร์จ

source: Cost
da: Pris
de: Kosten
fi: Hinta
fr: Coût
it: Costo
nb: Pris
nl: Kosten
sv: Kostnad
th: ค่าใช้จ่าย

source: Enter charge cost
ca: Introduïu el cost de càrrega
da: Indtast pris for opladning
de: Ladekosten eingeben
fi: Syötä latauskustannukset
fr: Entrez le coût de charge
it: Immettere il costo di ricarica
nb: Angi ladepris
nl: Voer laadkosten in
sv: Ange laddningskostnad
th: ป้อนค่าใช้จ่ายในการชาร์จ

source: Saved!
ca: Desat!
da: Gemt!
de: Gespeichert!
fi: Tallennettu!
fr: Enregistré!
it: Salvato!
nb: Lagret!
nl: Opgeslagen!
sv: Sparat!
th: บันทึกแล้ว!

source: Fetching vehicle data ...
ca: Recuperant dades del vehicle...
da: Henter data for køretøjet ...
de: Fahrzeugdaten werden abgerufen ...
fi: Noutaa ajoneuvon dataa...
fr: Récupération des données du véhicule ...
it: Recupero dati del veicolo ...
nb: Henter data fra kjøretøy...
nl: Voertuiggegevens ophalen ...
sv: Hämtar fordonsdata ...
th: กำลังเรียกข้อมูลรถ...

source: Addresses
ca: Adreces
da: Adresser
de: Adressen
fi: Osoitteet
fr: Adresses
it: Indirizzi
nb: Adresser og gatenavn
nl: Adressen
sv: Adresser
th: ที่อยู่

source: Language
ca: Idioma
da: Sprog
de: Sprache
fi: Kieli
fr: Langue
it: Lingua
nb: Språk
nl: Taal
sv: Språk
th: ภาษา

source: There was a problem retrieving data from OpenStreetMap. Please try again later.
ca: Hi ha hagut un problema recuperant dades des d'OpenStreetMap. Si us plau, proveu-ho més tard.
da: Der opstod et problem med at hente data fra OpenStreetMap. Prøv venligst igen senere.
de: Es gab ein Problem beim Abruf von Daten von OpenStreetMap. Bitte versuche es später noch einmal.
fi: OpenSTreetMapista datan lataaminen epäonnistui. Yritä hetken päästä uudelleen.
fr: Un problème est survenu lors de la récupération des données depuis OpenStreetMap. Veuillez réessayer plus tard.
it: Si è verificato un problema durante il recupero dei dati da OpenStreetMap. Per favore riprova più tardi.
nb: Det var et problem med henting av data fra OpenStreetMap. Vennligst prøv igjen senere.
nl: Er is een probleem opgetreden bij het ophalen van gegevens uit OpenStreetMap. Probeer het later opnieuw.
sv: Det gick inte att hämta data från OpenStreetMap. Vänligen försök igen senare.
th: เกิดปัญหาในการเรียกข้อมูลจาก OpenStreetMap กรุณาลองใหม่อีกครั้งในภายหลัง.

source: TeslaFi Import
ca: Importar de TeslaFi
fi: Tuonti TeslaFi:stä
fr: Importation de TeslaFi
it: Importazione di TeslaFi
nl: TeslaFi Importeren
th: การนำเข้าจาก TeslaFi

source: Import
ca: Importa
da: Importér
de: Importieren
fi: Tuo
fr: Importer
it: Importare
nb: Importere
nl: Importeren
sv: Importera
th: นำเข้า

source: Time zone
ca: Zona horària
da: Tidszone
de: Zeitzone
fi: Aikavyöhyke
fr: Fuseau horaire
it: Fuso orario
nb: Tidssone
nl: Tijdzone
sv: Tidszon
th: เขตเวลา

source: Sign in
ca: Iniciar sessió
da: Log ind
de: Anmelden
fi: Kirjaudu sisään
fr: Connexion
it: Accedi
nb: Logg inn
nl: Log in
sv: Logga in
th: เข้าสู่ระบบ

source: Charge cost
ca: Cost de càrrega
da: Opladningspris
de: Ladekosten
fi: Lataushinta
fr: Coût de charge
it: Costo di ricarica
nb: Ladepris
nl: Laadkosten
sv: Laddningskostnad
th: ค่าใช้จ่ายการชาร์จ

source: Free Supercharging
ca: Supercàrrega gratuïta
da: Gratis supercharging
de: Gratis Supercharger-Nutzung
fi: Maksuton Supercharging
fr: Supercharge gratuite
it: Supercharger gratuito
nb: Gratis Superlading
nl: Gratis laden bij Superchargers
sv: Gratis Supercharging
th: ซูเปอร์ชาร์จฟรี

source: General Settings
ca: Paràmetres generals
da: Basale indstillinger
de: Allgemeine Einstellungen
fi: Yleiset asetukset
fr: Réglages généraux
it: Impostazioni generali
nb: Generelle innstillinger
nl: Algemene instellingen
sv: Allmänna Inställningar
th: การตั้งค่าทั่วไป

source: Session fee
ca: Quota de sessió
da: Afgift per opladning
de: Sessionpreis
fi: Aloituskustannus
fr: Prix fixe
it: Prezzo fisso
nb: Øktpris
nl: Sessiekosten
sv: Session avgift
th: ค่าธรรมเนียมเซสชัน

source: Doors open
ca: Portes obertes
da: Døre åbne
de: Türen geöffnet
fi: Ovia auki
fr: Portes ouvertes
it: Porte aperte
nb: Åpen dør
nl: Deuren open
sv: Dörrar öppna
th: ประตูเปิด

source: Per kWh
de: Pro kWh
fr: Par kWh
nb: Pr kWh
th: ต่อกิโลวัตต์ชั่วโมง

source: Total
de: Gesamt
fi: Yhteensä
it: Totale
nl: Totaal
th: ทั้งหมด

source: There is <strong>%{n} charging session</strong> at this location for which no costs have been added yet.
ca: Hi ha <strong>%{n} sessió de càrrega</strong> en aquesta localització per la qual encara no s'ha establert un preu de cost.
da: Der er <strong>%{n} opladning</strong> på dette sted der ikke er angivet en pris for endnu.
de: An diesem Standort gibt es <strong>%{n} Ladevorgang</strong>, für den noch keine Kosten hinzugefügt wurden.
fi: Lataustapahtumissa on <strong>yksi lataus</strong> johon ei ole lisätty kustannuksia.
fr: Il existe <strong>%{n} session de charge </strong> à cet endroit pour laquelle aucun coût n'a encore été ajouté.
it: C'è <strong>%{n} sessione di addebito </strong> in questa posizione per la quale non è stato ancora aggiunto alcun costo.
nb: Det er <strong>%{n} ladeøkt</strong> på denne lokasjonen der pris ikke er definert.
nl: Er is <strong>%{n} oplaadsessie</strong> op deze locatie waarvoor nog geen kosten zijn toegevoegd.
sv: Det finns <strong>%{n} laddningssession</strong> på denna position för vilken ingen kostnad har lagts till än.
th: มีเซสชันการเรียกเก็บเงิน <strong>%{n} ครั้ง</strong> ณ ตำแหน่งนี้ ซึ่งยังไม่มีการเพิ่มค่าใช้จ่าย

source: Add costs retroactively
ca: Afegeix despeses retroactivament
da: Tilføj pris med tilbagevirkning
de: Kosten rückwirkend hinzufügen
fi: Lisää kustannuksia jälkikäteen
fr: Ajouter les coûts rétroactivement
it: Aggiungi i costi retroattivamente
nb: Legg til pris med tilbakevirkende kraft
nl: Kosten met terugwerkende kracht toevoegen
sv: Lägg till kostnader retroaktivt
th: เพิ่มค่าใช้จ่ายย้อนหลัง

source: Charging Costs
ca: Despeses de càrrega
da: Udgifter til opladning
de: Ladekosten
fi: Latauskustannukset
fr: Coût de Charge
it: Costo di carica
nb: Pris på lading
nl: Laadkosten
sv: Laddningskostnad
th: ค่าใช้จ่ายในการชาร์จ

source: Continue
ca: Continua
da: Fortsæt
de: Weiter
fi: Jatka
fr: Continuer
it: Continuare
nb: Fortsett
nl: Ga verder
sv: Fortsätt
th: ดำเนินการต่อ

source: Mileage
ca: Quilometratge
da: Kilometertal
de: Kilometerstand
fi: Mittarilukema
fr: Kilométrage
it: Chilometraggio
nb: Kilometerstand
nl: Kilometerstand
sv: Mätarställning
th: ระยะทาง

source: Streaming API
fi: Streamaus-API
fr: API de Streaming
it: API di streaming
th: สตรีมมิ่ง API

source: Documentation
ca: Documentació
da: Dokumentation
de: Dokumentation
fi: Ohjeet
it: Documentazione
nb: Dokumentasjon
nl: Documentatie
sv: Dokumentation
th: เอกสาร

source: Update available
ca: Actualització disponible
da: Opdatering tilgængelig
de: Update verfügbar
fi: Päivitys saatavilla
fr: Mise à jour disponible
it: Aggiornamento disponibile
nb: Ny software tilgjengelig
nl: Update beschikbaar
sv: Uppdatering tillgänglig
th: มีการอัปเดต
