Repository: teslamate-org/teslamate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ca, da, de, fi, fr, it, nb, nl, sv, th

source: Doors are open
ca: Portes obertes
da: Døre er åbne
de: Türen geöffnet
fi: Ovia on auki
fr: Les portes sont ouvertes
it: Le portiere sono aperte
nb: Åpen dør
nl: Deuren zijn open
sv: Dörrar är öppna
th: ประตูเปิดอยู่

source: Trunk is open
ca: Maleter obert
da: Bagklap åben
de: Kofferraum ist geöffnet
fi: Takakontti on auki
fr: Le coffre est ouvert
it: Il cofano è aperto
nb: Bagasjeluken er åpen
nl: Kofferbak is open
sv: Bakluckan är öppen
th: ที่เก็บสัมภาระท้ายรถเปิดอยู่

source: Per Minute
ca: Per minut
da: Pr. minut
de: Pro Minute
fi: Per minuutti
fr: Par minute
it: Per Minuto
nb: Per minutt
nl: Per minuut
sv: Per Minut
th: ต่อนาที

source: Software Update available (%{version})
ca: Actualització de programari disponible (%{version})
da: Softwareopdatering tilgængelig (%{version})
de: Software Update verfügbar (%{version})
fi: Päivitys saatavilla (%{version})
fr: Mise à jour disponible (%{version})
it: Aggiornamento disponibile (%{version})
nb: Ny software tilgjengelig (%{version})
nl: Software-update beschikbaar (%{version})
sv: Mjukvaruuppdatering tillgänglig (%{version})
th: มีการอัปเดตซอฟต์แวร์ (%{version})

source: Sign out
ca: Tancar sessió
da: Log Ud
de: Abmelden
fi: Kirjaudu ulos
fr: Déconnexion
it: Uscire
nb: Logg ut
nl: Uitloggen
sv: Logga ut
th: ออกจากระบบ

source: Access Token
ca: Token d'accés
fr: Jeton d'accès
sv: Åtkomsttoken
th: โทเค็นการเข้าถึง

source: Refresh Token
ca: Token de refresc
fr: Jeton d'actualisation
sv: Uppdatera token
th: รีเฟรชโทเค็น

source: Tokens are invalid
ca: Tokens invàlids
de: Tokens sind ungültig
fr: Les jetons ne sont pas valides
it: Token non validi
sv: Tokens är ogiltiga
th: โทเค็นไม่ถูกต้อง

source: Obtaining tokens through the Tesla API requires programming experience or a 3rd-party service. Information can be found %{here}.
ca: Per a obtenir tokens a través de l'API de Tesla cal tenir experiència programant o bé utilitzar un servei de tercers. Podeu obtenir més informació %{here}.
de: Der Abruf von Tokens über die Tesla-API erfordert Programmierkenntnisse oder einen Drittanbieterdienst. Informationen dazu sind %{here} verfügbar.
fr: L'obtention de jetons via l'API Tesla nécessite une expérience de programmation ou un service tiers. Les informations peuvent être trouvées %{here}.
it: Ottenre i token tramite le API Tesla richede esperienza nel campo della programmazione o un servizio ti terze parti. Si possono trovare maggiori informazioni %{here}.
sv: För att få tokens via Tesla API krävs programmeringserfarenhet eller en tredjeparts tjänst. Information finns %{here}.
th: การได้รับโทเค็นผ่าน Tesla API ต้องใช้ประสบการณ์การเขียนโปรแกรมหรือบริการของบุคคลที่สาม ข้อมูลสามารถพบได้ที่ %{here}

source: here
ca: aquí
de: hier
fr: ici
it: qui
sv: här
th: ที่นี่

source: Your Tesla account is locked due to too many failed sign in attempts. To unlock your account, reset your password
ca: El vostre compte de Tesla s'ha bloquejat per massa intents d'accés. Per a recuperar l'accés, restabliu la contrasenya.
de: Dein Tesla-Konto ist aufgrund von zu vielen fehlgeschlagenen Anmeldeversuchen gesperrt. Um das Konto zu entsperren, setze dein Kennwort zurück
fr: Votre compte Tesla est verrouillé en raison d'un trop grand nombre de tentatives de connexion infructueuses. Pour déverrouiller votre compte, réinitialisez votre mot de passe
it: Il tuo account Tesla è bloccato a causa di troppi tentativi di accesso. Per sbloccare il tuo account, esegui il reset della tua password
sv: Ditt Tesla-konto är låst på grund av för många misslyckade inloggningsförsök. Återställ ditt lösenord för att låsa upp ditt konto
th: บัญชี Tesla ของคุณถูกล็อคเนื่องจากการพยายามลงชื่อเข้าใช้ที่ล้มเหลวหลายครั้งเกินไป หากต้องการปลดล็อคบัญชีของคุณ ให้รีเซ็ตรหัสผ่านของคุณ

source: Downloading update
ca: Descarregant l'actualització
de: Update wird heruntergeladen
fr: Mise à jour en cours de téléchargement
sv: Laddar ner uppdatering
th: กำลังดาวน์โหลดอัปเดต

source: No encryption key provided
ca: No s'ha proporcionat una clau de xifrat
de: Kein Verschlüsselungscode angegeben
fr: Aucune clé de chiffrement renseignée
sv: Ingen krypteringsnyckel har angetts
th: ไม่มีคีย์เข้ารหัสให้มา

source: For more information, see the updated installation guides on %{link}
ca: Per a més informació, vegeu les guies d'instal·lació actualitzades a %{link}
th: สำหรับข้อมูลเพิ่มเติม โปรดดูคู่มือการติดตั้งที่อัปเดตที่ %{link}

source: The automatically generated encryption key used for the current session can be found <strong>in the application logs</strong>.
ca: Podeu trobar la clau de xifrat generada automàticament per a la sessió actual <strong>als logs de l'aplicació</strong>.
de: Der automatisch generierte Verschlüsselungscode, der für die aktuelle Sitzung verwendet wird, ist <strong>in den Anwendungslogs einsehbar</strong>.
fr: La clé de chiffrement générée automatiquement pour la session actuelle peut être trouvée dans <strong>les logs de l'application</strong>
sv: Den automatiskt genererade krypteringsnyckeln som används för den aktuella sessionen finns <strong>i programloggarna</strong>.
th: คีย์การเข้ารหัสที่สร้างขึ้นโดยอัตโนมัติที่ใช้สำหรับเซสชันปัจจุบันสามารถพบได้<strong>ในบันทึกแอปพลิเคชัน</strong>

source: To ensure that your <strong>Tesla API tokens are stored securely</strong>, an encryption key must be provided to TeslaMate via the <code>ENCRYPTION_KEY</code> environment variable. Otherwise, a <strong>login will be required after every restart</strong>.
ca: Per assegurar-vos que els vostres <strong>tokens de l'API de Tesla estan emmagatzemats de manera segura</strong>, cal proporcionar una clau de xifrat a TeslaMate mitjançant la variable d'entorn <code>ENCRYPTION_KEY</code>. En cas contrari, <strong>caldrà iniciar sessió després de cada reinici</strong>.
th: เพื่อให้แน่ใจว่า <strong>โทเค็น Tesla API ของคุณจะถูกเก็บไว้อย่างปลอดภัย</strong> จะต้องมอบคีย์การเข้ารหัสให้กับ TeslaMate ผ่านทางตัวแปรสภาพแวดล้อม <code>ENCRYPTION_KEY</code> มิฉะนั้น <strong>จะต้องเข้าสู่ระบบหลังจากรีสตาร์ททุกครั้ง</strong>

source: Tire Pressure
ca: Pressió dels pneumàtics
de: Reifendruck
fr: Pression des pneus
sv: Däcktryck
th: แรงดันลมยาง

source: Low tire pressure, check (%{tire_low}) tire
de: Niedriger Reifendruck, Reifen (%{tire_low}) prüfen
sv: Lågt däcktryck, kontrollera (%{tire_low}) däck
th: แรงดันลมยางต่ำ ตรวจสอบยาง (%{tire_low})

source: Dog Mode
ca: Mode gos
de: Hundemodus
fr: Mode Chien
sv: Hundläge
th: โหมดสำหรับสุนัข

source: Dog mode is enabled
ca: Mode gos actiu
de: Hundemodus ist aktiviert
fr: Le Mode Chien est actif
sv: Hundläge är aktiverad
th: เปิดใช้งานโหมดสำหรับสุนัขแล้ว

source: Expected Finish Time
ca: Hora de finalització prevista
de: Erwartete Endzeit
fr: Fin de charge estimée
sv: Förväntad sluttid
th: เวลาที่คาดว่าจะเสร็จสิ้น

source: Data Collection
ca: Recol·lecció de dades
de: Datenerfassung
sv: Datainsamling
th: การเก็บรวบรวมข้อมูล

source: Battery
ca: Bateria
de: Batterie
sv: Batteri
th: แบตเตอรี่

source: LFP Battery
ca: Bateria LFP
de: LFP Batterie
sv: LFP Batteri
th: แบตเตอรี่ชนิด LFP

source: Found %{count} file
ca: S'ha trobat %{count} fitxer
da: Fandt %{count} fil
de: %{count} Datei gefunden
fi: Löytyi %{count} tiedosto
fr: Trouvé %{count} fichier
it: Trovato %{count} file
nb: %{count} fil
nl: %{count} bestand gevonden
sv: %{count} fil hittades

source: You are using the API key (%{token}) provided by %{url}. It will allow your TeslaMate to access the official Tesla Fleet API and Tesla Telemetry streaming.
ca: Esteu utilitzant la clau API (%{token}) proporcionada per %{url}. Permetrà al vostre TeslaMate accedir a l'API Tesla Fleet oficial i a l'streaming de Tesla Telemetry.

source: Sentry Mode recording
ca: Mode centinella enregistrant

source: Donate
da: Donér
fi: Lahjoita
