Repository: teslamate-org/teslamate
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ca, es, fi, ja, nb

source: can't be blank
ca: no pot ser buit
es: no puede estar vacío
fi: ei voi olla tyhjä
nb: kan ikke være tom

source: has already been taken
ca: ja s'ha fet servir
es: ya ha sido usado
fi: on jo käytössä
ja: すでに取得されています
nb: er allerede opptatt

source: is invalid
ca: no és vàlid
es: no es válido
fi: ei ole kunnollinen
ja: は無効です
nb: er feil verdi

source: must be accepted
ca: ha de ser acceptat
es: debe ser aceptado
fi: tulee olla hyväksytty
ja: 承認が必須です
nb: må aksepteres

source: has invalid format
ca: el format no és vàlid
es: tiene formato incorrecto
fi: on väärässä muodossa
ja: 無効なフォーマット
nb: har feil format

source: has an invalid entry
ca: conté una entrada no vàlida
es: tiene una entrada incorrecta
fi: on virheellinen syöte
ja: 無効なエントリー
nb: har en feil post

source: is reserved
ca: està reservat
es: está reservado
fi: on varattu
ja: 予約されました
nb: er reservert

source: does not match confirmation
ca: no coincideix amb la confirmació
es: no coincide con la confirmación
fi: ei vastaa vahvistettua
ja: 確認と一致しません
nb: stemmer ikke med bekreftelsen

source: is still associated with this entry
ca: encara està associat amb aquesta entrada
es: está todavía asociado con esta entrada
fi: on yhä kytkettynä tähän syötteeseen
ja: このエントリーに関連付けられています
nb: er fortsatt assosiert med denne posten

source: are still associated with this entry
ca: encara estan associats amb aquesta entrada
es: están todavía asociados con esta entrada
fi: ovat yhä kytkettyinä tähän syötteeseen
ja: このエントリに関連付けられています
nb: er fortsatt assosiert med denne posten

source: should be %{count} character(s)
ca: hauria de ser de %{count} caràcter(s)
es: debería tener %{count} carácter(es)
fi: tulisi olla yhden merkin
ja: %{count} 文字
nb: bør være %{count} karakter

source: should have %{count} item(s)
ca: hauria de tenir %{count} ítem(s)
es: debería tener %{count} elemento(s)
fi: tulisi olla yhden kappaleen
ja: %{count} アイテム
nb: bør ha %{count} punkter

source: should be at least %{count} character(s)
ca: hauria de ser almenys de %{count} caràcter(s)
es: debería tener al menos %{count} carácter(es)
fi: tulisi olla vähintään yhden merkin
ja: %{count} 文字以上
nb: bør være minst %{count} tegn

source: should have at least %{count} item(s)
ca: hauria de tenir almenys %{count} ítem(s)
es: debería tener al menos %{count} elemento(s)
fi: tulisi olla vähintään yhden kappaleen
ja: %{count} アイテム以上
nb: bør ha minst %{count} punkt

source: should be at most %{count} character(s)
ca: hauria de ser d'un màxim de %{count} caràcter(s)
es: debería tener como mucho %{count} carácter(es)
fi: tulisi olla vähintään yhden merkin
ja: %{count} 文字以下
nb: bør være helst %{count} tegn

source: should have at most %{count} item(s)
ca: hauria de tenir un màxim de %{count} ítem(s)
es: debería tener como mucho %{count} elemento(s)
fi: tulisi olla enintään yhden kappaleen
ja: %{count} アイテム以下
nb: bør ha som mest %{count} punkt

source: must be less than %{number}
ca: ha de ser de menys de %{number}
es: debe ser menor que %{number}
fi: tulee olla alle %{number}
ja: %{count} 文字未満
nb: må være mindre enn %{number}

source: must be greater than %{number}
ca: ha de ser més gran de %{number}
es: debe ser mayor que %{number}
fi: tulee olla yli %{number}
ja: %{count} 文字を超える文字数
nb: må være høyere enn %{number}

source: must be less than or equal to %{number}
ca: ha ser ser inferior o igual a %{number}
es: debe ser menor o igual a %{number}
fi: tulee olla alle %{number} tai yhtä suuri
ja: %{count} 文字以下
nb: må være mindre eller lik som %{number}

source: must be greater than or equal to %{number}
ca: ha ser ser més gran o igual a %{number}
es: debe ser mayor o igual a %{number}
fi: tulee olla yli %{number} tai yhtä suuri
ja: %{count} 文字以上
nb: må være større eller lik som %{number}

source: must be equal to %{number}
ca: ha ser ser igual a %{number}
es: debe ser igual a %{number}
fi: tulee olla yhtä suuri kuin %{number}
ja: %{count} 文字
nb: må være lik som %{number}
